{
    "users": [
        {
            "id": 1,
            "fname": "Mark ",
            "lname": "Zuckerberg",
            "email": "mark@gmail.com",
            "password": "12345678",
            "password_confirmation": "12345678",
            "phone": "0954721021",
            "address": "USA"
        },
        {
            "id": 2,
            "fname": "Elon ",
            "lname": "Musk",
            "email": "elon@gmail.com",
            "password": "12345678",
            "password_confirmation": "12345678",
            "phone": "0254052574",
            "address": "USA"
        },
        {
            "id": 3,
            "fname": "Bill",
            "lname": "Gate",
            "email": "bill@gmail.com",
            "password": "12345678",
            "password_confirmation": "12345678",
            "phone": "4689656797",
            "address": "USA"
        },
        {
            "id": 4,
            "fname": "Jeff",
            "lname": "Beszos",
            "email": "jeff@gmail.com",
            "password": "12345678",
            "password_confirmation": "12345678",
            "phone": "0467979746",
            "address": "USA"
        },
        {
            "id": 5,
            "fname": "Jack",
            "lname": "ma",
            "email": "jack@gmail.com",
            "password": "12345678",
            "password_confirmation": "12345678",
            "phone": "7878787879",
            "address": "china"
        }
    ],
    "Webtoon": [
        {
            "id": 1,
            "name": "เลดี้มินต์",
            "location": "สำหรับมินต์ ทุก ๆ วันในบ้านเด็กกำพร้าแมรี่โกลด์ของเธอนั้นคือนรกดี ๆ นั่นเอง วันหนึ่งมาสเตอร์จูเลียส แกรนด์ดยุกแห่งเอลเคโดเนีย ได้รับเธอเข้ามาอยู่ด้วยในฐานะเลดี้แห่งเอลเคโดเนีย แต่มินต์นั้นเป็นเด็กสาวที่ทั้งขี้อายและประหม่ามาก และแน่นอนว่าการเปลี่ยนแปลงจากเด็กธรรมดา ๆ เป็นเลดี้นั้นไม่ได้เกิดขึ้นเพียงชั่วข้ามคืน ร่วมติดตามการเติบโตของมินต์จากเด็กสาวผู้ถ่อมตัวจนกลายเป็นเลดี้ที่กล้าหาญและตรงไปตรงมา ท่ามกลางความตึงเครียดทางศาสนาและเวทมนตร์ที่กำลังจะได้รับการเปิดเผย!",
            "imageUrl": "https://i.pinimg.com/564x/2e/d5/22/2ed52280e485e31abc987fe9f6c36abc.jpg"
            
        },
        {
            "id": 2,
            "name": "สามีที่เกลียดข้าสูญเสียความทรงจำ",
            "location": "'ลิลลี่ เอเวอเร็ตต์' ลูกบุญธรรมของดยุกเอเวอเร็ตต์ผู้ฉาวโฉ่ ถูกคลุมถุงชนให้แต่งงานกับ 'ธีโอดอร์ วาเลนติโน' ทายาทที่เหลืออยู่เพียงคนเดียวของตระกูลวาเลนติโน ซึ่งตกอยู่ในสถานะที่ย่ำแย่โดยมีตระกูลเอเวอเร็ตต์เป็นต้นเหตุ และด้วยเหตุนั้น จึงไม่มีทางที่เขาจะยอมรับลิลลี่ เอเวอเร็ตต์มาเป็นภรรยาของเขาโดยเด็ดขาด แต่แล้ววันหนึ่ง เขากลับสูญเสียความทรงจำของเขาไป… …เจ้าจะต้องเสียใจ หากความทรงจำของเขากลับคืนมา",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20231211_224/17022741555202yQiE_JPEG/410_Detail_MO.jpg?type=crop540_540"
        },
        {
            "id": 3,
            "name": "บุษบาเสี่ยงตรีน",
            "location": "รู้ตัวอีกทีก็ตื่นมาในร่างของนางในวรรณคดีซะแล้ว แต่มาอยู่ในร่างนางคนไหน เรื่องอะไร แล้วเนื้อเรื่องมันเป็นยังไงเนี่ย บ้าเอ๊ย รู้งี้ตั้งใจเรียนซะตั้งแต่แรกก็ดีหรอก ...ว่าแต่ที่นี่คือโลกในวรรณคดีจริงเหรอ ทำไมมันดูแปลก ๆ งี้ล่ะ?!",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20231123_16/1700705725494o2PmM_JPEG/210_Detail_MO.jpg?type=crop540_540"
        },
        {
            "id": 4,
            "name": "น้องส้มสมหวัง",
            "location": "น้องส้ม เด็กหญิงสุดเกรียนที่มีความฝันอยากเป็นนักเขียนเว็บตูนโรแมนซ์ แต่ดันไม่เคยรู้ตัวว่ามีบางคนแอบชอบเธออยู่! พบกับเรื่องราวชีวิตประจำวันที่ทั้งฮาและอบอุ่นหัวใจของน้องส้ม และผองเพื่อนแก๊งผลไม้ ที่จะทำให้คุณหวนนึกถึงวัยแรกรักที่แสนไร้เดียงสา",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20210428_161/1619585535383dSJoy_JPEG/7M_details.jpg?type=crop540_540"
        },
        {
            "id": 5,
            "name": "อ้าปากสิคะเดี๋ยวฉันป้อนด้วยช้อนทอง",
            "location": "ฉันที่เคยเกิดในครอบครัวยากจนในสาธารณรัฐเกาหลี จู่ๆ ก็ได้เข้ามาในนิยายเป็นอเดลเลด บุตรสาวคนโดแห่ง ตระกูลเซอร์จิโอ ที่เป็นตระกูลผู้ว่าการค้ายูเด็น ซึ่งฉันก็ปฏิบัติตนได้อย่างเหมาะสมกับการขึ้นรับเป็นผู้สืบทอด ธุรกิจ อยู่มาวันหนึ่งเจร็อกซ์ เพื่อนชายของฉันที่คิดว่าเขาจะขอฉันแต่งงานได้มาสารภาพว่าเขากำลังรักกับโนเอลล่า น้องสาวต่างแม่ของฉัน ซึ่งเธอยังเป็นตัวร้ายของนิยายที่ฉันเข้ามาอยู่ และเรื่องนี้ฉันจะไม่สนใจอะไรเลย ถ้ามันไม่ ได้เกี่ยวข้องกับเส้นทางแห่งผู้สืบทอด เพราะกฎของตระกูลก็คือ การจะขึ้นเป็นผู้สืบทอดได้ ต้องแต่งงานแล้ว เท่านั้น และใช่...ฉันโดนโนเอลล่าแย่งเจ้าบ่าวในอนาคตไปเรียบร้อย ทำให้เส้นทางในการขึ้นเป็นผู้สืบทอดของฉันดับ สนิท ฉันจึงต้องเฟ้นหาผู้ที่เหมาะสมควรค่าแก่การเป็นเจ้าบ่าวมาแต่งงานกับฉันให้ได้ก่อนที่คุณพ่อจะกลับมาในอีก หนึ่งอาทิตย์!",
            "imageUrl": "https://th-a.kakaopagecdn.com/P/C/228/c1/2x/0da29479-7df6-4df8-a033-bd7948309347.png"
        },
        {
            "id": 6,
            "name": "วันทองไร้ใจ",
            "location": "เกิดใหม่เป็นนางเอกวรรณคดีที่เคยเรียนในแบบเรียน ซึ่งขึ้นชื่อเรื่องความซวย โดนผู้ชายสองคนแย่งกันจนต้องโทษประหาร ด้วยข้อหา หญิงสองใจ ...ทางเดียวที่จะหนีพ้น คือต้องหนีจากผู้ชายสองคนที่ว่าให้ไกล จะคนที่เรารัก หรือคนที่รักเรา วันทอง คนนี้ ไม่เอาทั้งสองคนนั่นล่ะ!!",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20240119_277/1705668347977GKlvu_JPEG/2EpisodeList_Mobile.jpg?type=crop540_540"
        },
         {
            "id": 7,
            "name": "หนูน้อยทรราช",
            "location": "หลังจากฟื้นขึ้นมาจากความตายอันน่าสังเวช ฉันก็ได้มาใช้ชีวิตในฐานะเจ้าหญิงของอาณาจักรหนึ่ง ขอแค่ได้มีชีวิตเรียบง่ายสงบสุขก็พอใจแล้ว ฉันไม่ต้องการความรักจากครอบครัวหรือใครทั้งนั้น! แต่พวกเขากลับปรนเปรอฉันไม่เว้นวัน ไหนจะยกทั้งป่า ปราสาท หรือกระทั่งประเทศให้กับฉันที่อายุแค่ขวบเดียว! ไม่นะ... แล้วแบบนี้ฉันจะได้ใช้ชีวิตในแบบที่ต้องการไหมเนี่ย?!",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20230517_286/16843060891685FiiE_JPEG/009_Detail_MO__137a42.jpg?type=crop540_540"
        },
         {
            "id": 8,
            "name": "ทุกอย่างที่เสียไป ฉันขอทวงคืน",
            "location": "เจ้าหญิงเนริสถูกพี่ชายต่างมารดาและเจ้าหญิงแห่งจักรวรรดิกลั่นแกล้งและเอารัดเอาเปรียบอยู่เสมอ สุดท้ายเธอก็ถูกวางยาพิษหลังจากถูกครอบครัวบุญธรรมและสามีของเธอทารุณกรรมอย่างหนัก เธอตายด้วยความทุกข์ระทมและสาปแช่งทุกคนที่ใช้ประโยชน์จากเธอ แล้วจู่ ๆ เธอก็ได้ย้อนกลับมาเมื่อเธอมีอายุ 12 ปี เมื่อความลำเค็ญทุกอย่างได้เริ่มต้นขึ้น เนริสที่ได้รับโอกาสใหม่อีกครั้ง สาบานที่จะแก้แค้นทุกคนที่เหยียบย่ำเธอก่อนที่เธอจะตาย",
            "imageUrl": "https://swebtoon-phinf.pstatic.net/20231219_154/1702958430712II0W5_JPEG/910_Detail_MO.jpg?type=crop540_540"
        },
        {
           
        }
    ]
}